[
  "obsidian-pangu",
  "obsidian-activity-history",
  "obsidian-admonition",
  "table-editor-obsidian",
  "obsidian-banners",
  "better-fn",
  "buttons",
  "calendar",
  "obsidian-checklist-plugin",
  "oz-clear-unused-images",
  "cmenu-plugin",
  "dataview",
  "excalidraw-cn",
  "folder-note-plugin",
  "obsidian-git",
  "obsidian-hider",
  "homepage",
  "hotkey-helper",
  "markdown-table-editor",
  "obsidian-math-plus",
  "obsidian-local-images",
  "obsidian-kanban",
  "obsidian-image-toolkit",
  "oz-image-plugin",
  "obsidian-icon-folder",
  "maximise-active-pane-obsidian",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-mind-map",
  "nldates-obsidian",
  "obsidian-outliner",
  "url-into-selection",
  "quick-explorer",
  "quick-latex",
  "darlal-switcher-plus",
  "quickadd",
  "recent-files-obsidian",
  "remember-cursor-position",
  "search-on-internet",
  "obsidian-show-file-path",
  "tag-page-preview",
  "templater-obsidian",
  "text-snippets-obsidian",
  "obsidian-tidy-footnotes",
  "obsidian-timelines",
  "various-complements",
  "workspaces-plus",
  "Enhanced editing",
  "obsidian-enhancing-mindmap"
]